Repository: mozilla-l10n/mt-training-data
Catalog: ab/ab_pontoon.tmx
Source language: en_us
Languages: ab

source: Stops outside ads, videos, and other content from loading that contains tracking code. May affect some website functionality.
ab: Адәныҟатәи аӡыргақәа, авидео, егьырҭ аҵакы рҭагалара ааннакылоит, урҭ ашьҭаҵаратә код рымазар. Саитқәак русура ианырра анаҭар алшоит.

source: Stops uniquely identifiable data from being collected about your device that can be used for tracking purposes.
ab: Ашьклаԥшразы ахархәара зылшо ухыхәҭа иазку еиуеиԥшым еилкаахо адыррақәа реизгара ааннакылоит.

source: Store unlimited amount of client-side data
ab: Аклиент аганахьала ԥкра змам адыррақәа рыҵәахра

source: Stories by topic
ab: Ажәабжьқәа темала

source: Street Address
ab: Адәы

source: Strict
ab: Алеишәацәгьа

source: Stronger tracking protection and faster performance, but some sites may not work properly.
ab: Ашьҭаԥшра ахьчара ӷәӷәа аусура аизырҳарала, џьоукы асаитқәа ишахәҭоу еиԥш аус руамзар ҟалоит.

source: Studies
ab: Аҭҵаара

source: Successfully disabled %1$s
ab: %1$s қәҿиарала иаҿыхуп

source: Successfully enabled %1$s
ab: %1$s қәҿиарала аус ауит

source: Successfully installed %1$s
ab: %1$s қәҿиарала ишьақәыргылоуп

source: Successfully removed %1$s
ab: %1$s иманшәаланы ианыхуп

source: Successfully uninstalled %1$s
ab: %1$s иманшәаланы ианыхуп

source: Successfully updated
ab: Иманшәаланы ирҿыцуп

source: Suggestions from %1$s
ab: Аҳәарақәа %1$s инаркны

source: Suggestions from search engines
ab: Аԥшаагақәа рҟынтәи алабжьарақәа

source: Suggestions from sponsors
ab: Аспонсорцәа рҟынтәи ажәалагалақәа

source: Suggest strong password
ab: Иӷәӷәоу амаӡажәа адгалара

source: Support
ab: Адгылара

source: Support %1$s with occasional sponsored suggestions
ab: Аспонсорцәа рҟынтәи аамҭа-аамҭалатәи ажәалагалақәа рыла %1$s адгылара

source: Supported add-ons checker
ab: Идгылоу ацҵа ҿыцқәа

source: Support request sent
ab: Ацхырааразы аҳәара шьҭуп

source: Survey complete
ab: Аҭҵаара хыркәшоуп

source: Survey feature icon
ab: Абжьаҭара афункциа адыргаҷа

source: Suspected Fingerprinters
ab: Иҟалар зылшо анацәашьҭақәа реизгаҩцәа

source: %s will delete the selected browsing data.
ab: %s иаԥнахуеит иалху аҳа аԥшааратә дыррақәа.

source: %s will delete the selected items.
ab: %s иаԥнахуеит иалху ахәҭақәа.

source: %s will share everything you type in the address bar with your default search engine.
ab: %s адресқәа рбар аҟны иҭажәҵо аԥшааратә машьына ахь идәықәнаҵоит.

source: %s will stop syncing with your account, but won’t delete any of your browsing data on this device.
ab: %s ухыԥхьаӡара асинхронизациа ааннакылоит, аха уи аиқәыршәагаҿы увеб-ԥшааратә дыррақәа зегьы аныхӡом.

source: Swipe address bar sideways to switch tabs
ab: Аҭаӡҩырақәа реиҭныԥсахларазы адресқәа рпанель аганахьала инаскьатәуп

source: Swipe toolbar up to open tabs
ab: Аҵаҩыра аартразы амыругақәа рпанель аҟны аҩада инаскьатәуп

source: Switch
ab: Унеи

source: Switching screens is easier than ever
ab: Аекранқәа реиҭныԥсахлара еиҳа имариоуп

source: Switch to desktop site
ab: Акомпьютер аверсиахь ацара

source: Switch to mobile site
ab: Мобилтә саит ахь ацара

source: Switch to tab
ab: Абларҭахь ииастәуп

source: Switch your default browser
ab: Убраузер ишыҟоу ԥсахтәуп

source: %s won’t save passwords for sites listed here.
ab: %s иҵәахӡом абра иарбоу асаитқәа рзы амаӡажәақәа.

source: %s won’t save passwords for these sites.
ab: %s еиқәнархаӡом арҭ асаитқәа рзы амаӡажәақәа.

source: Sync
ab: Асинхронизациа

source: Sync and save data
ab: Адыррақәа рсинхронизациеи рыхьчареи

source: Sync and save your data
ab: Асинхронизациа

source: Sync cards
ab: Ахсаалақәа рсинхронизациа

source: Sync cards across devices
ab: Еиуеиԥшым ахархәагақәа рыбжьара ахсаалақәа рсинхронизациа

source: Synced device
ab: Аԥсҭҳәа ахархәага

source: Synced tabs
ab: Аԥсҭҳәа абларҭақәа

source: Sync failed. Last success: %s
ab: Асинхронизациа алымшеит. Аҵыхәтәантәи асинхронизациа: %s

source: Sync failed. Last synced: never
ab: Асинхронизациа алымшеит. Аҵыхәтәантәи асинхронизациа: макьана иҟам

source: Syncing…
ab: Асинхронизациа…

source: Syncing paused
ab: Асинхронизациа аанкылоуп

source: Sync is on
ab: Асинхронизациа алагеит

source: Sync now
ab: Асинхронизациа

source: Sync passwords
ab: Амаӡажәақәа рсинхронизациа

source: Sync passwords across devices
ab: Аиқәыршәагақәа рыбжьара амаӡажәақәа рсинхронизациа

source: Sync passwords, tabs, and more
ab: Апарольқәа, абларҭақәа уҳәа убас иҵегьы рсинхронизациа

source: Sync your tabs between devices, manage downloads, get tips about making the most of %s’s privacy protection, and more.
ab: Аҭаӡҩырақәа рсинхронизациа аиқәыршәагақәа рыбжьара, аиҭагарақәа рнапхгара, %s амаӡара ахьчара еиҳаны ахәарҭа шзаауго азы абжьгарақәа раиура, уҳәа убас иҵегьы.

source: Tab closed
ab: Абларҭа аркуп

source: Tab count
ab: Агәылаҵақәа рхыԥхьаӡара

source: Tab creation tool
ab: Агәылаҵа Аԥҵаҩы Амыруга

source: Tab from %s
ab: Абларҭа %s ацны

source: Tab quantity to create
ab: Иаԥҵатәу абларҭақәа рхыԥхьаӡара

source: Tab Received
ab: Иалҵшәоу абларҭа

source: Tabs
ab: Агәылаҵақәа

source: Tab saved!
ab: Аҭаӡҩыра еиқәырхоуп!

source: Tabs closed
ab: Агәылаҵақәа аркуп

source: Tabs closed: %1$s
ab: Аҭаӡҩырақәа аркуп: %1$s

source: Tab sent!
ab: Аҭаӡҩыра шьҭуп!

source: Tab settings
ab: Абларҭа архиарақәа

source: Tabs Open: %1$s. Tap to switch tabs.
ab: Иаарттәуп анҵамҭақәа: %1$s. Аҭаӡҩырақәа рыԥсахразы ақәыӷәӷәара.

source: Tabs saved!
ab: Аҭаӡқәа еиқәырхоуп!

source: Tabs sent!
ab: Аҭаӡҩырақәа шьҭуп!

source: Tabs you haven’t viewed for two weeks get moved here.
ab: Ҩымчыбжь рыла узҭамлаз анҵамҭақәа арахь ииагахоит.

source: Tabs you haven’t viewed for two weeks get moved to the inactive section.
ab: Ҩымчыбжь раахыс узҭамлаз анҵамҭақәа активтәым ахь ииасуеит.

source: Tab Tools
ab: Агәылаҵа Амыругақәа

source: Tab view
ab: Ахҵарақәа рбара

source: Take Survey
ab: Аҭҵаара амҩаԥгара

source: Tap and hold the arrows to jump between pages in this tab’s history.
ab: Уи аҭаӡҩыра аҭоурых аҟны адаҟьақәа рыбжьара аиҭасразы ашәақь агәыҵәҟьақәа шәақәыӷәӷәаны иаанкылатәуп.

source: Tap here to start a fresh private session. Delete your history, cookies — everything.
ab: Ахатә сеанс ҿыц алагаразы абра шәақәыӷәӷәа. Уҭоурых, акукиқәа, зегьы ԥыхтәуп.

source: Tap or swipe this notification to close private tabs.
ab: Ахатә анҵамҭақәа аркразы ари ардырра ақәыӷәӷәара ма ақәыӷәӷәара.

source: Tap to copy the URL for this app
ab: Ари апрграмма азхьарԥш ақәҭыхразы шәақәыӷәӷәа

source: Tap to open the tab that’s using your camera.
ab: Укамера ахархәарала анҵамҭа аартразы ақәыӷәӷәара.

source: Tap to open the tab that’s using your microphone.
ab: Умикрофон зхы иазырхәо аҭаӡҩыра аартразы уақәыӷәӷәа.

source: Tap to open the tab that’s using your microphone and camera.
ab: Умикрофони акамереи зхы иазырхәо анҵамҭа аартразы уақәыӷәӷәа.

source: Tell websites not to share & sell data
ab: Асаитқәа адыррақәа реибыҭареи рыҭиреи раанкылара

source: Temporarily disabled
ab: Аамҭала иаҿыхуп

source: terms of use
ab: Ахархәара аԥҟарақәа

source: Text field is empty
ab: Атексттә ҭыԥ ҭацәуп

source: Thanks for reporting!
ab: Иҭабуп адырраҭаразы!

source: Thanks for your feedback!
ab: Иҭабуп шәгәаанагаразы!

source: The address isn’t valid
ab: Ииашам адрес аформат

source: The application will quit to apply changes
ab: Апрограмма аркхоит аиҭакрақәа рхархәаразы

source: The <b>adjusted rating</b> is based only on reviews we believe to be reliable.
ab: <b>Ирҽеиу арейтинг</b> шьаҭас иамоуп ҳгәы иаанаго ахҳәаа мацара.

source: The connection has timed out
ab: Аимадара аамҭа нҵәеит

source: The connection was interrupted
ab: Аимадара ԥҵәеит

source: The connection was reset
ab: Аимадара еиҭашьақәыргылан

source: The editable text field for the password.
ab: Апароль азы аредакциа зызутәу атексттә ҭыԥ.

source: The editable text field for the username.
ab: Ахархәаҩ ихьӡ азы аредакциа зызутәу атексттә ҭыԥ.

source: The editable text field for the website address.
ab: Асаит адрес азы аредакциа зызутәу атексттә ҭыԥ.

source: The Independent Voices collection.
ab: Алхра “Зхы иақәиҭу абжьқәа”.

source: The Independent Voices collection. %s
ab: Алхра “Зхы иақәиҭу абжьқәа”. %s

source: Theme
ab: Амаҭәар

source: The page at %1$s says:
ab: Адаҟьа %1$s иаҳәоит:

source: The page isn’t redirecting properly
ab: Игьежьу ахырхарҭа адаҟьаҿы

source: The passwords you save or sync to %s will be listed here. All passwords you save are encrypted.
ab: Абра иааԥшуеит %s ахь иҵәахуа ма иасинхронизациатәу амаӡажәақәа. Иҵәахуа аԥсыӡажәақәа зегьы шифртәуп.

source: There was a problem translating. Please try again.
ab: Аиҭагараҿы апроблема ыҟан. Даҽазнык шәҽазышәшәа.

source: The tab counter toolbar button.
ab: Аинструментқәа рпанель аҟны аҵәаӷәа аԥхьаӡага агәыҵха.

source: This add-on was migrated from a previous version of %1$s
ab: Ари ацҵара %1$s ԥасатәи аверсиа аҟынтәи ииагахеит

source: This bar tucks away as you scroll down for extra browsing space.
ab: Аԥшааразы аҭыԥ ҟаҵаразы ҵаҟа уаннеиуа апанель аҵәахуеит.

source: This could take about 60 seconds.
ab: Уи 60 секунд раҟара аамҭа аҭаххар ауеит.

source: This extension could not be downloaded because of a connection failure.
ab: Ари арҭбаара аҭагалара алымшеит аимадаратә гха иахҟьаны.

source: This extension could not be installed because it appears to be corrupt.
ab: Ари анарҭбаара ашьақәыргылара ауам, избан акәзар иԥхасҭоушәа ауп ишыҟоу.

source: This extension could not be installed because it has not been verified.
ab: Ари анарҭбаара ашьақәыргылара ауам, избан акәзар уи гәаҭам.

source: This extension doesn’t require any permissions.
ab: Ари арҭбаара азинқәа аҭахӡам.

source: This extension is blocked for violating Mozilla’s policies and has been disabled.
ab: Ари анарҭбаара аанкылоуп Мозилла аполитика ахьеилеиго азы, насгьы иаҿыхуп.

source: This extension is restricted for violating Mozilla’s policies and has been disabled. You can enable it, but this may be risky.
ab: Ари анарҭбаара Мозилла аполитикақәа реилагара азы иԥкуп, насгьы иаҿыхуп. Уара уи аус арура улшоит, аха уи шәарҭахар ауеит.

source: This extension violates Mozilla’s policies and has been disabled. You can enable it, but this may be risky.
ab: Ари арҭбаара Мозилла аполитика еиленагоит, убри аҟнытә иаҿыхуп. Уара уи аус арура улшоит, аха уи шәарҭахар ауеит.

source: This extension violates Mozilla’s policies. Using it may be risky.
ab: Ари арҭбаара Мозилла аполитика еиленагоит. Уи ахархәара ашәарҭара ацуп.

source: This is sample text. It is here to show how text will appear when you increase or decrease the size with this setting.
ab: Ари текст ҿырԥштәуп. Абраҟа атекст ашәагаа анузырҳалак ма ианурмаҷуа ишааԥшуа аарԥшразы ауп.

source: This time search in:
ab: Уажәазы аԥшаара:

source: This website requires a secure connection.
ab: Ари асаит азы ашәарҭадаратә еиқәыршәара ахархәара аҭахуп.

source: Thought-provoking stories
ab: Узырхәыцша ажәабжьқәа

source: Time range to delete
ab: Аԥыхразы аамҭа

source: To add a new shortcut, remove one. Touch and hold the site and select remove.
ab: Аҿацә ацҵаразы, даҽа ҿацәк аԥыхтәуп. Еиқәыӷәӷәаны иаанкылатәуп асаит аҵакы, нас иақәыӷәӷәа Аԥыхра.

source: To add a new site: Visit it and select “Never translate this site” from the translation menu.
ab: Саит ҿыцк ацҵаразы: Асаит аҭааны, аиҭагаратә мениу аҟынтәи ”Ари асаит ахаангьы еиҭамгалан” ҳәа иалышәх.

source: To allow it:
ab: Абри аӡбаразы:

source: Today and yesterday
ab: Иахьеи иацтәи амши рзы

source: To exit fullscreen, drag from top and press back
ab: Аекран зегьы арежим аҟынтәи аҭыҵразы, аекран хыхьынтә иҭганы шьҭахьҟа иақәыӷәӷәа

source: To exit fullscreen, drag from top and use back gesture
ab: Аекран зегьы арежим аҟынтәи аҭыҵразы, аекран хыхьынтә ҵаҟа иҭганы ашьҭахьтәи анырра ахархәара

source: To know whether this product’s reviews are reliable, check the review quality. It only takes about 60 seconds.
ab: Ари аалыҵ азы ахҳәаақәа рыгәра угартә иҟоу-иҟаму аилкааразы, ахҳәаақәа рхаҭабзиара гәашәҭ. Уи 60 секунд раҟара аамҭа аҭаххоит.

source: Tools
ab: Аинструментқәа

source: Top
ab: Аханы

source: To send a tab, sign in to Firefox on at least one other device.
ab: Аҭаӡҩыра еицаҳзеиԥшхарц азы, даҽа ҳәагак иадамзаргьы Firefox шәҭала.

source: Total Cookie Protection isolates cookies to the site you’re on so trackers like ad networks can’t use them to follow you across sites.
ab: Акукиқәа рыхьчара инагӡаны уахьыҟоу асаит аҿы акукиқәа рнырра еиҟәнаҭхуеит, аӡыргақәа рҳақәа реиԥш иҟоу ашьҭаҵаҩцәа асаитқәа зегьы рҿы ушьҭаҵаразы рхы иадырхәартә еиԥш.

source: To use extensions, enable them in settings or by selecting “%s” below.
ab: Анарҭбаарақәа рхархәаразы, урҭ аус арутәуп архиарақәа рҿы ма иалышәх «%s» ҵаҟа.

source: Tracking content
ab: Аҵакы ашьҭаҵара

source: Tracking Content
ab: Аҵакы ашьҭаҵара

source: Tracking Protection has blocked trackers
ab: Ашьҭаҵара ахьчара аанкылоуп амҩаԥгаҩцәа

source: Tracking Protection is off for this site
ab: Ари асаит азы ашьҭаԥшра ахьчара аҿыхуп

source: Tracking Protection is on
ab: Ашьҭаԥшра ахьчара аус арууп

source: Translate
ab: Аиҭагара

source: Translated to %1$s
ab: Ииагоуп %1$s ахь

source: Translate from
ab: Аҟынтә еиҭагатәуп

source: Translate page
ab: Адаҟьа аиҭагара

source: Translate page…
ab: Адаҟьа аиҭагара…

source: Translate this page?
ab: Ари адаҟьа еиҭагатәума?

source: Translate to
ab: Аиҭагара ахь

source: Translating
ab: Аиҭагара

source: Translating…
ab: Аиҭагара…

source: Translating in Progress
ab: Аиҭагара мҩаԥысуеит

source: Translation not found, for locale %1$s neither default language %2$s
ab: Абызшәазы %1$s мамзаргьы иҟоу абызшәа (%2$s) азы аиҭага ҳԥыхьамшәеит

source: Translation options
ab: Аиҭагара архиарақәа

source: Translation preferences
ab: Аиҭагара архиарақәа

source: Translations
ab: Аиҭагақәа

source: Translation settings
ab: Аиҭагара архиарақәа

source: Try again
ab: Даҽазнык шәҽазышәшәа

source: Try Again
ab: Даҽазнык шәҽазышәшәа

source: Try another source language
ab: Даҽа хыҵхырҭатә бызшәак ԥышәшәа

source: Try a splash of color
ab: Аԥштәы ақәҭәара шәҽазышәшәа

source: Try connecting on a different device. Check your modem or router. Disconnect and reconnect to Wi-Fi.
ab: Даҽа ҳәагак ала аҽамадара шәҽазышәшәа. Умодем ма уроутер гәаҭа. Wi-Fi аҿыхны даҽазнык аҿакра.

source: Try our trusted guide to product reviews
ab: Еилышәкаа игәрагоу аалыҵ ахҳәаа азы ҳгаид

source: Try private browsing
ab: Иԥышәшәа хатә ԥшаара

source: Try private translations in %1$s
ab: Иԥышәшәа имаӡоу аиагара %1$s аҟны

source: Try restarting extensions
ab: Анарҭбаарақәа ҿыц аус арура шәҽазышәшәа

source: Try review checker
ab: Иԥышәшәа Ахҳәаа агәаҭаратә мчыла

source: Try the Firefox search widget
ab: Иԥышәшәа авиджет аԥшаара Firefox

source: Turn off and %1$s will clear cookies and reload this site. This may sign you out or empty shopping carts.
ab: Иаҿыхны %1$s акукиқәа аԥнахуеит, насгьы ари асаит ҿыц иҭанаҵоит. Уи иахҟьаны алогин уалҵыр ма аахәаратә кәырҷыжь ҭацәхар ауеит.

source: Turn off Cookie Banner Blocker for %1$s?
ab: Акуки ардырра аблокатор %1$s азы иарцәатәума?

source: Turn off in settings
ab: Аиқәыршәарақәа рҿы аҿыхтәуп

source: Turn off Reader View
ab: Аԥхьара аҿаԥшыра аҿыхтәуп

source: Turn off review checker
ab: Ахҳәаа агәаҭага аҿыхтәуп

source: Turn on and %1$s will try to automatically refuse all cookie banners on this site.
ab: Аус арутәуп насгьы %1$s автоматла мап ацәкра иҽазишәоит абри асаит аҟны иҟоу акукиқәа рдырраҭарақәа зегьы.

source: Turn on auto-close
ab: Аавтоматтә аркра аус арутәуп

source: TURN ON AUTO CLOSE
ab: АВТОМАТИКА ААРКЫРА АУРТ

source: Turn on Cookie Banner Blocker for %1$s?
ab: Акуки ардырра аблокатор аус арутәума %1$s азы?

source: Turn on for all sites
ab: Асаитқәа зегьы рзы аус арутәуп

source: Turn on notifications
ab: Ардыррақәа аҿактәуп

source: Turn on Reader View
ab: Аԥхьара аҿаԥшыра аус арутәуп

source: uBlock Origin
ab: uBlock Ахыҵхырҭа

source: <ul> <li>Could the item have been renamed, removed, or relocated?</li> <li>Is there a spelling, capitalization, or other typographical error in the address?</li> <li>Do you have sufficient access permissions to the requested item?</li> </ul>
ab: <ul> <li>Афаил ахьӡ ԥсахзар, иԥыхзар, ма ииагазар ҟалоит.</li> <li>Адрес анҭажәҵоз агха ҟашәҵазар гәашәҭ.</li> <li>Иаҭаху афаил абара азы азинқәа шшәымоу еилышәкаааит.</li> </ul>

source: <ul> <li>It may have been removed, moved, or file permissions may be preventing access.</li> </ul>
ab: <ul> <li>Иҟалап афаил аныхзар, ииагазар, мамзаргьы уи ахәаԥшразы азин шәымамзар.</li> </ul>

source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
ab: <ul> <li>Ҳаҳәоит, асаит зтәу шәрыҿцәажәаны, ари азҵаара иазкны ирзеиҭашәҳәарц.</li> </ul>

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
ab: <ul> <li>Узхәаԥшырц иуҭаху адаҟьа аарԥшра ауам, избанзар иуоуз адыррақәа ргәаҭара ауам.</li> <li>Гәаҳәарас иҟоуп, асаит зтәу шәрыҿцәажәаны, ари азҵаара рзеиҭашәҳәа.</li> </ul>

source: <ul> <li>The page you are trying to view cannot be shown because this website requires a secure connection.</li> <li>The issue is most likely with the website, and there is nothing you can do to resolve it.</li> <li>You can notify the website’s administrator about the problem.</li> </ul>
ab: <ul> <li>Узыхәаԥшырц иуҭаху адаҟьа аарԥшра ауам, избанзар ари асаит ашәарҭадаратә еиқәыршәара аҭахуп.</li> <li>Иҟалап, апроблема асаит иадҳәалазар, насгьы уара уи ӡбашьа амам.</li> <li>Ари азҵаара атәы асаит администратор изеиҭашәҳәар шәылшоит.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
ab: <ul> <li>Асаит аамҭала иҟамзар ауеит, мамзаргьы азыҳәарақәа рыла иҭәызар ауеит. Ԥыҭрак ашьҭахь даҽазнык шәҽазышәшәа.</li> <li>Даҟьак аҭагалара улымшозар, шәхы иашәырхәо амобильтә ма Wi-Fi аимадара гәашәҭ.</li> </ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
ab: <ul> <li>Ари зыхҟьо ииашам асервер аконфигурациа ауп, мамзаргьы аӡәы иуҭаху асервер даҽакы ала аԥсахра иҽазишәозар ҟалоит.</li> <li>Уаанӡа ари асервер гәаӷьрала уаҿаҳәазар, агха аамҭалатәизар ҟалоит. Абас еиԥш иҟоу аҭагылазаашьаҿы, нас даҽазнык шәҽазышәшәа.</li> </ul>

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
ab: <ul> <li>Ауеб адресқәа лассы-лассы абас еиԥшуп <strong>http://www.example.com/</strong></li> <li>Игәашәҭ иаабац ацәаҳәа ҵәаӷәа шәхы иашәырхәоит (иаҳҳәап. <strong>/</strong>).</li> </ul>

source: Unable to connect
ab: Аимадара аҽазышәара алымшеит

source: Unable to generate PDF
ab: PDF агенерациа алымшеит

source: Unable to open %1$s
ab: Аартра алымшеит %1$s

source: Unable to print this page
ab: Ари адаҟьа акьыԥхьра ауам

source: Unable to send
ab: Аиҩшара алымшеит

source: UNDO
ab: АԤЫХРА

source: Unexpected response from server
ab: Еилкаам/идырым асервер аҭак

source: Unfortunately, we can’t check the review quality for certain types of products. For example, gift cards and streaming video, music, and games.
ab: Рыцҳарас иҟалаз, ҳара иҳалшом аалыҵ хкқәа рзы ахҳәаа ахаҭабзиара агәаҭара. Иаҳҳәап, аҳамҭатә картақәеи авидеоқәеи, амузыкеи ахәмаррақәеи.

source: Unknown Protocol
ab: Еилкаам апротокол

source: Unlock %1$s
ab: Аблокада аартра %1$s

source: Unlock to use saved payment methods
ab: Иҵәаху ашәаратә методқәа рхархәаразы ашәхымс аарттәуп

source: Unlock to view your saved cards
ab: Иеиқәырхоу ахсаалақәа рыхәаԥшразы ашәхымс аарттәуп

source: Unlock to view your saved passwords
ab: Иҵәаху амаӡажәақәа рбаразы ашәхымс аарттәуп

source: Unlock your device
ab: Уиқәыршәага аарттәуп

source: Unreliable reviews
ab: Имцу ахҳәаақәа

source: Unreliable reviews. We believe the reviews are likely fake or from biased reviewers.
ab: Амцтә хҳәаақәа. Ҳара ҳагәра ганы ҳаҟоуп, арҭ ахҳәаақәа мцыркуп ҳәа, мамзаргьы еилых ҟазҵо ахҳәааҩцәа рыла иҩуп ҳәа.

source: Unsafe File Type
ab: Ишәарҭам афаил ахкы

source: Unwanted site issue
ab: Иаҭахым асаит

source: Update
ab: Арҿыцра

source: Update card expiration date?
ab: Акарта аамҭа анҵәо арыцхә ҿыцтәума?

source: Update password?
ab: Амаӡажәа арҿыцтәума?

source: Updater Information
ab: Ахәҭаҷқәа рҿыцтәуп

source: Update username?
ab: Ахархәаҩ ихьӡ арҿыцтәума?

source: URL
ab: Адаҟьа адрес

source: URL copied
ab: Азхьарԥш ақәҭыхуп

source: URL copied.
ab: Аҳа адрес акопиа ахыхуп.

source: URL copied to clipboard
ab: Азхьарԥш ақәҭыхга таблицахь иқәҭыхуп

source: URL to use for search
ab: Аԥшаара URL

source: Usage and technical data
ab: Ахархәареи атехникатә дыррақәеи

source: Use %1$s as a login provider
ab: Ихархәатәуп %1$s аҭалара аиқәыршәаҩ иеиԥш

source: Use email instead
ab: Ае-маил ахархәара

source: Use password
ab: Амаӡажәа ахархәара

source: Username
ab: Ахархәаҩ ихьӡ

source: Username copied to clipboard
ab: Ахархәаҩ ихьӡ аҭаӡҩыраҿы иқәҭыхуп

source: Username updated
ab: Ахархәаҩ ихьӡ еиҭарҿыцуп

source: Use saved card
ab: Иеиқәырхоу ахсаала ахархәара

source: Use strong password
ab: Иӷәӷәоу амаӡажәа ахархәара

source: Use strong password?
ab: Иӷәӷәоу аԥсыӡажәа ахархәара?

source: Use strong password: %1$s
ab: Иӷәӷәоу аԥсыӡажәа ахархәара: %1$s

source: Using the power of %1$s by Mozilla, we help you avoid biased and inauthentic reviews. Our AI model is always improving to protect you as you shop. %2$s
ab: Мозилла аҟынтәи %1$s амч ахархәарала, ҳара шәыцхраауеит еилых ҟамҵакәа, ииашам ахҳәаа ҟашәымҵарц. Ҳара ҳмаҭәашьартә интеллект амодель еснагь аиӷьтәра иаҿуп, аахәаҩцәа раан шәыхьчарц азы. %2$s

source: Valid hostname required
ab: Иҭажәгал ииашоу асервер ахьӡ

source: Verification failed
ab: Агәаҭара алымшеит

source: Verified By: %1$s
ab: Ишьақәырӷәӷәоуп: %1$s

source: Very dissatisfied
ab: Зынӡакгьы угәы ҟанаҵом

source: Very Dissatisfied
ab: Даараӡа игәынамӡара

source: Very satisfied
ab: Инагӡаны агәахәара узҭо

source: Very Satisfied
ab: Инагӡаны агәахәара узҭо

source: View
ab: Ахәаԥшра

source: View a list of tabs from your other devices.
ab: Егьырҭ ахархәагақәа рҟынтәи аҭаӡҩырақәа рсиа шәахәаԥш.

source: View options
ab: Аиқәыршәарақәа аарттәуп

source: View recently closed tabs
ab: Ааигәа иаркыз абларҭақәа рбара

source: Voice search
ab: Бжьыла аԥшаара

source: Wallpaper Item: %1$s
ab: Аҭӡамц аелемент: %1$s

source: Wallpapers
ab: Аҭӡамц

source: Wallpaper updated!
ab: Аҭӡамц ҿыцуп!

source: We assign each product’s reviews a <b>letter grade</b> from A to F.
ab: Ҳара аалыҵцыԥхьаӡа ахҳәаа рзаҳҭоит <b>ҩырала ахәшьара</b> А инаркны F рҟынӡа.

source: Web address must contain “https://” or “http://”
ab: Аҳа адрес аҿы иҟазароуп "https://" мамзаргьы "http://"

source: Web address not valid.
ab: Аҳа адрес иашам.

source: We believe there’s a mix of reliable and unreliable reviews.
ab: Ҳара ҳагәра ганы ҳаҟоуп, араҟа ииашоуи игәрагоуи ахҳәаа еилаԥсоуп ҳәа.

source: Website
ab: Асаит

source: We can’t check these reviews
ab: Ҳара иҳалшом арҭ ахҳәаақәа рыгәра агара

source: We download partial languages to your cache to keep translations private.
ab: Аиҭагақәа маӡаны иаанхарц азы, абзқәа рыхәҭак шәкеш ахь иҭаҳҵоит.

source: Welcome to a more personal internet
ab: Бзиала шәаабеит еиҳа ахатә интернет ахь

source: We love keeping you safe
ab: Ҳара бзиа иаҳбоит шәыхьчара

source: We‘re currently building support for an initial selection of Recommended Extensions.
ab: Уажәазы ​​ҳара иҳархиоит иҳадгалаз анарҭбаарақәа ралхразы раԥхьатәи асистема.
